{
  "initials": "CLP",
  "age": 36,
  "gender": "Masculino",
  "profession": "Designer",
  "location": "Campinas, SP",
  "entries": [
    {
      "date": "Semana 1: 27 de abril a 1º de maio",
      "open_ended_directives": {
        "lazer": "A nossa verdadeira missão ia ter principio. Verificar a possibilidade de uma passagem, até o Aquidauana, no tempo das aguas, quando os pantanaes se tornão intransitaveis, seguir, ao longo da serra de Maracajú, uma pretendida senda, que fugitivos havião aberto; observar a natureza dos terrenos e os obstaculos que pudessem impedir a descida das forças nos mezes de Abril e Maio, continuar ainda mais a exploração até o rio Aquidauana, cuja margem esquerda estava occupada pelo inimigo, apromptar os meios de passagem para aquelle rio, era o nosso programma, vasto e brilhante, importando não pequena responsabilidade, mas cuja boa execução principalmente dependia de meios, que não nos tinhão sido ministrados. Oito soldados nos acompanhavão e, d'esses, nenhum tinha conhecimento da tal passagem, aliás com rações, sómente para onze dias, e armados com fuzis de pederneira, nos quaes as balas só entravão partidas!",
        "trabalho_estudo": "Esta corixa dava nado em toda sua extensão, obrigando-nos a fazer pelotas, que devião transportar nossas cargas. Nada mais expedito: um couro bem secco, levantado nas quatro pontas, que se ligão por cordeis ou tiras, recebe os pesos que, são solidamente amarrados, de modo a formarem um systema immovel, em cima do qual assenta-se o passageiro, como melhor puder. Depois de lançada á agua com todo o cuidado, atira-se um nadador á frente da pelota, levando entre os dentes a cordinha que a guia, ao passo que um segundo ajuda a mantel-a na boa direcção, empurrando-a de quando em quando.",
        "alimentacao": "Entretanto, a 10 de Março, achavamo-nos na margem direita do rio Tabôco, o qual, contra as previsões de nossos soldados, que trilhavão já caminho conhecido, dava nado de lado a lado, n'uma extensão de mais de 30 braças, quando a sua largura normal não excede de 18 a 20. \n Passámos a noite debaixo de um laranjal, que servia de pomar á casa do cidadão Joaquim Alves de Souza, a qual teve de hospedar aos paraguayos, quando elles ião para o Coxim, e fôra testemunha dos attentados que ahi praticárão. \n Esses hospedes incommodos forão tratados com urbanidade tão bem fingida, que não duvidárão em deixar o dono da casa em sua fazenda, com promessas de leva-lo com toda familia para a villa de Miranda. Um camarada, havendo, n'essa occasião, tentado fugir, foi pelos soldados fustigado, amarrado a um pé de piuva (peroba) e quasi esfolado pelas pontas do açoute.",
        "corpo_objetos_pessoas": "",
        "sentimentos": "Ahi achavão-se vestigios da passagem de numerosa comitiva, e, ao aclarar o dia, reconhecêrão os soldados serem pisadas de indios, a despeito de não apreciarmos os signaes que differençassem essas pégádas, das de qualquer outra planta de pé, como com razão o affiançavão elles. \n Esses homens são de uma sagacidade espantosa; nunca se enganão e conhecem perfeitamente os rastos de todos os animaes. Ao depois, vimos nos indios demonstração de um tino tão fino, que reconhecem, pela impressão do pé no terreno, a pessoa que a deixára.\n O Tabôco dava nado de lado a lado: recorremos aos couros e o passámos com difficuldade, perigando, n'essa occasião, a fragil pelota, em que se mettêra o nosso collega Lago."
      },
      "img": "/img/mock-imgs/img01.jpg",
      "img_caption": "Ao chegarmos junto ao Tabôco, a noite, ha muito, tinha cahido. Nuvens carregadas de chuva pesavão no horisonte, estendendo um véo tristonho, por entre o qual a lua, a custo, diffundia raios amortecidos e tibios.",
      "mood": "😒 Entediado"
    },
    {
      "date": "Semana 2: 4 a 8 de maio",
      "open_ended_directives": {
        "lazer": "Ahi achavão-se vestigios da passagem de numerosa comitiva, e, ao aclarar o dia, reconhecêrão os soldados serem pisadas de indios, a despeito de não apreciarmos os signaes que differençassem essas pégádas, das de qualquer outra planta de pé, como com razão o affiançavão elles.\n Esses homens são de uma sagacidade espantosa; nunca se enganão e conhecem perfeitamente os rastos de todos os animaes. Ao depois, vimos nos indios demonstração de um tino tão fino, que reconhecem, pela impressão do pé no terreno, a pessoa que a deixára.",
        "trabalho_estudo": "No dia 11 de Março, dizendo adeos áquella boa gente e acompanhados pelo capitão José Pedro e mais alguns dos seus, tomámos a trilha que communicava a aldêa com a localidade em que se achavão os refugiados, a 3 1⁄2 legoas. \n Para penetrarmos no reconcavo da Piranhinha, haviamos caminhado completamente a E.; desfazendo a volta, isto é, tomando rumo O., chegámos de novo á ponta de morro, de que acima fallámos e dirigimo-nos para a serrania. ",
        "alimentacao": "Nas matas d'esse rio habitão os animaes vulgares da fauna brasileira: onças (felis variarum specierum), antas (tapirus americanus), lobinhos, jaguatiricas, (felis pardalis, Neuwied), raposas, macacos, (simia v. sp.), tamanduás, tatús (Dasypus v. sp.), muitos queixadas (dicotyles labiatus), etc.; lontras (lutra), ariranhas (lutra brasiliensis) e capiváras atravessão, a todo instante, a correnteza; em seus campos proximos pullulão cervos (cervus paludosus, Desm.), veados (cervus rufus, c. campestris), emas (rhea americana), ceryemas (dicholophus cristatus.); nos cerrados, jabotís (testudo tabulata), muitas cobras venenosas (crotalus horridus, bothrops Neuwiedi, b. surucucú, boipébas, urutús, etc.) e reptis de outras sortes.",
        "corpo_objetos_pessoas": "",
        "sentimentos": ""
      },
      "img": "/img/mock-imgs/img02.jpg",
      "img_caption": "O caminho vai sempre seguindo o rio, o qual ora sahe em campo limpo, ora d'elle se separa por uma mata espessa e sombria.",
      "mood": "😔 Triste"
    },
    {
      "date": "Semana 3: 11 a 15 de maio",
      "open_ended_directives": {
        "lazer": "Já começavamos então a avistar grandes manadas de gado: as pontas pastavão em compactos grupos, que se apartavão com a nossa chegada, fugindo as vaccas e bezerros, ao passo que os touros paravão, para olhar-nos com desconfiança e sobranceria. Ás vezes, de um ponto afastado, corria ao nosso encontro um d'elles; estacava junto ao caminho e ahi nos esperava com ar de desafio e resolução. Bastava, comtudo, um simples grito, um aceno para desvial-o, senão para afugental-o bem longe. \n O caminho vai sempre seguindo o rio, o qual ora sahe em campo limpo, ora d'elle se separa por uma mata espessa e sombria.",
        "trabalho_estudo": "O porto de D. Maria Domingas offerecia as melhores condições para uma passagem de forças, estando a outra margem occupada pelo inimigo. Pouco frequentado, afastado da estrada por onde os paraguayos presumião dever descer a nossa gente, com váo seguro e commodo, com uma boa mataria para protecção na transposição, era além d'isso o ponto onde convergião todos os caminhos do districto e cuja posse cortava as communicações entre os postos do Taquarussú e Souza, então existentes mais proximos do rio e que deviamos primeiro atacar. \n Ahi decidimos que se effectuaria a passagem e trabalhámos sempre n'esse sentido, apezar dos estorvos que se levantárão contra essa escolha razoavel e conveniente. Como, entretanto, não se realisárão as nossas previsões e falhárão os nossos planos pela demora das forças brasileiras e retirada dos paraguayos em Agosto, deixaremos de parte essas questões que tinhão interesse immenso no momento e que o terião no futuro, se houvessem surtido effeito as providencias, que n'aquelle sentido tomámos.",
        "alimentacao": "A cada instante nos avisavão que os paraguayos estavão em vigilancia continua e que erão muito valentes. Accrescia ainda que, n'aquelle dia, haviamos desconfiado da passagem de gente para a margem direita, por causa de pontas de gado que parecião vir tangidas dos lados do porto do Souza e que, por diversas vezes, havião passado diante de nós, n'uma corrida tremenda.\n Assim pois, perigos nos cercavão sem a protecção conveniente para os casos de aperto: continuar, fôra temeridade improficua; proseguir, passo inconsiderado. \n Resolvemos por isso fazer-nos na volta dos Morros, cortando campo em direcção a um dos picos da serra em que ficava a nossa pousada.",
        "corpo_objetos_pessoas": "Depois de alguns dias de obrigatorio descanso, remettemos ao commando das forças, acampadas então no rio Negro, os desenhos e relatorios de nossa viagem ao Aquidauana, cuidando desde então nos meios de passagem d'aquelle rio, a qual, segundo as communicações que recebiamos, devia se effectuar em meiados de Junho.",
        "sentimentos": "O terena é agil e activo: o seu parecer exprime mobilidade; a sua intelligencia é astuciosa e com propensão ao mal. Aceita com difficuldade as nossas idéas e conserva arreigados os seus usos especiaes, talvez por espirito mais firme de liberdade. O homem é robusto, corpulento, de boa estatura; o seu semblante apresenta o nariz um tanto achatado na base; as sobrancelhas pouco obliquas, em alguns individuos bastas e desenhadas com regularidade; ás vezes é pugibarba, outras tem buço e barbas bem apparentes. A desconfiança transluz nos seus olhares inquietos, vivos; a dobrez nos seus gestos."
      },
      "img": "/img/mock-imgs/img03.jpg",
      "img_caption": "Scelerisque curabitur dui a scelerisque consectetur ullamcorper ut condimentum consectetur vestibulum.",
      "mood": "😌 Sereno"
    }
  ]
}
